tb.chapterTable = {

 {chapterId = 1, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 2, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 3, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 4, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 5, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 6, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 7, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 8, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 9, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 10, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 11, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

 {chapterId = 12, taskId = 50000001, sceneId = 20000001, name = "命运之轮", desc = "当光咏城的象限之晶中再次浮现出黑色的雾气，所有人都知道，这世界曾经的梦魇，湮日魔龙萨迦——他就要回来了。"}, 

}