
tb.email = {
[1] = {title = "每日登录奖励",description = "    亲爱的玩家，恭喜您获得每日登录奖励。请提取附件领取奖励！",sender = "系统管理员"},

[6] = {title = "等级提升奖励",description = "    亲爱的玩家，恭喜您等级达到30级，获得等级提升奖励。请提取附件领取奖励！",sender = "系统管理员"},

[7] = {title = "等级提升奖励",description = "    亲爱的玩家，恭喜您等级达到40级，获得等级提升奖励。请提取附件领取奖励！",sender = "系统管理员"},

[8] = {title = "等级提升奖励",description = "    亲爱的玩家，恭喜您等级达到50级，获得等级提升奖励。请提取附件领取奖励！",sender = "系统管理员"},

[9] = {title = "等级提升奖励",description = "    亲爱的玩家，恭喜您等级达到60级，获得等级提升奖励。请提取附件领取奖励！",sender = "系统管理员"},

[10] = {title = "等级提升奖励",description = "    亲爱的玩家，恭喜您等级达到70级，获得等级提升奖励。请提取附件领取奖励！",sender = "系统管理员"},

[11] = {title = "包裹满通过邮件发送物品",description = "    亲爱的玩家，包裹空间不足，通过邮件形式发送。",sender = "系统管理员"},

[12] = {title = "公会",description = "    当前公会建设度不足以进行公会的日常维护，如果24小时后公会建设度仍然不足，公会将会被强制降级！",sender = "公会管理员"},

[13] = {title = "公会",description = "    由于公会无法维持公会的日常维护，公会被降为$级！",sender = "公会管理员"},

[14] = {title = "公会",description = "    当前公会建设度不足以进行公会的日常维护，如果72小时后公会建设度仍然不足，公会将会被强制解散！",sender = "公会管理员"},

[15] = {title = "公会解散",description = "由于公会的繁荣度长期处于很低的水平，已被强制解散。",sender = "公会管理员"},

[16] = {title = "公会",description = "    您所在的公会已解散",sender = "公会管理员"},

[17] = {title = "你被逐出了公会",description = "    你被$逐出了公会",sender = "公会管理员"},

[18] = {title = "公会会长传位",description = "    $传位给你，恭喜你已成为新任会长！",sender = "公会管理员"},

[19] = {title = "世界BOSS奖励",description = "    亲爱的勇士$，您在本次世界BOSS活动中累计对$造成了$伤害！您在所有参与的冒险者中位列第$名，这是属于您的排名奖励！",sender = "系统管理员"},

[20] = {title = "找回遗失物品",description = "    我们在打扫扭曲虚空时捡到了一些物品，应该是你丢的吧？",sender = "系统管理员"},

}