
tb.fubenflow = {
    [10001] = {
        [1] = {type = 1, desc = "消灭第一波哥布林矿工", pos = {25.9,39.1}},
        [2] = {type = 1, desc = "击败监察之眼", pos = {49.2,52.1}},
        [3] = {type = 1, desc = "消灭第二波哥布林矿工", pos = {61.4,71.7}},
        [4] = {type = 1, desc = "消灭第三波哥布林矿工", pos = {74.7,79.7}},
        [5] = {type = 1, desc = "击败监工迪菲亚", pos = {84.1,83.9}},

    },
    [10002] = {
        [1] = {type = 1, desc = "消灭第一波哥布林矿工", pos = {25.9,39.1}},
        [2] = {type = 1, desc = "击败监察之眼", pos = {49.2,52.1}},
        [3] = {type = 1, desc = "消灭第二波哥布林矿工", pos = {61.4,71.7}},
        [4] = {type = 1, desc = "消灭第三波哥布林矿工", pos = {74.7,79.7}},
        [5] = {type = 1, desc = "击败监工迪菲亚", pos = {84.1,83.9}},
    },
}