
tb.legionDynamic = {
[1] = "$批准$加入公会。",

[2] = "$邀请$加入公会。",

[3] = "$将$逐出了公会。",

[4] = "$退出了公会。",

[5] = "$将$提升为$。",

[6] = "$将$降职为$。",

[7] = "$修改了公会内部公告。",

[8] = "$修改了公会招人宣言。",

[9] = "公会消耗了$点建设度用于日常维护。",

[10] = "$将公会升级到$级。",

[11] = "当前公会建设度低于维持本等级最低所需的建设度$点，如果24小时后仍然低于此基准值，公会将会被强制降级！",

[12] = "由于公会的繁荣度长期处于较低水平，已被强制降为$级",

[13] = "$执行了解散操作，公会将在72小时后正式解散！",

[14] = "由于公会的繁荣度长期不足$，如不及时整顿恢复，公会将在$天后被强制解散",

[15] = "$捐献了$金币，为公会增加了$点建设度。",

[16] = "$捐献了$钻石，为公会增加了$点建设度。",

[17] = "$传位给$，恭喜$成为新任会长！",

[18] = "因原会长$连续3天以上不在线， $已自动接任成为新会长！",

[19] = "由于原会长$退出了公会， $自动接任成为新会长！",

[20] = "公会已划拨$资金作为分红福利。",

[21] = "$领取了上周的分红福利$金币。",

}