tb.ShoutTable = { 

[31031002] = {
die = {
		
		shout = {{100, "我们很快会再见面...."}, }
	},
skill = {
		param1 = 2016005,
		shout = {{100, "感受亡魂的愤怒吧！"}, }
	},
skill = {
		param1 = 2016004,
		shout = {{100, "我的镰刀，渴望生者的鲜血！"}, }
	},
skill = {
		param1 = 2016003,
		shout = {{100, "交出你们的灵魂！"}, }
	},
fight = {
		
		shout = {{100, "你们这是自寻死路"}, {100, "颤抖吧，凡人"},{100, "你将祈求死亡"} }
	},

},
[31031001] = {
	refresh = {
		
		shout = {{100, "鲜血的气息，是谁打扰我的长眠！"}, }
	},
die = {
		
		shout = {{100, "我们很快会再见面...."}, }
	},
skill = {
		param1 = 2016005,
		shout = {{100, "感受亡魂的愤怒吧！"}, }
	},
skill = {
		param1 = 2016004,
		shout = {{100, "我的镰刀，渴望生者的鲜血！"}, }
	},
skill = {
		param1 = 2016003,
		shout = {{100, "交出你们的灵魂！"}, }
	},
fight = {
		
		shout = {{100, "你们这是自寻死路"}, {100, "颤抖吧，凡人"},{100, "你将祈求死亡"} }
	},

},
[10040007] = {
	fight = {
		
		shout = {{100, "发现入侵者！"}, {300, ""},}
	},

},
[10040011] = {
	fight = {
		
		shout = {{100, "发现入侵者！"}, {300, ""},}
	},

},
[10040015] = {
	fight = {
		
		shout = {{100, "发现入侵者！"}, {300, ""},}
	},

},
[10040019] = {
	fight = {
		
		shout = {{100, "发现入侵者！"}, {300, ""},}
	},

},
[10040023] = {
	fight = {
		
		shout = {{100, "发现入侵者！"}, {300, ""},}
	},

},
[10040008] = {
	fight = {
		
		shout = {{100, "一群乌合之众"}, {100, "居然要我亲自出手"},{100, "卫兵，保卫矿洞！卫兵都在哪里！"} }
	},
skill = {
		param1 = 2016009,param2 = 2016010,
		shout = {{100, "休想活着离开！"}, }
	},

},
[10040012] = {
	fight = {
		
		shout = {{100, "一群乌合之众"}, {100, "居然要我亲自出手"},{100, "卫兵，保卫矿洞！卫兵都在哪里！"} }
	},
skill = {
		param1 = 2016009,param2 = 2016010,
		shout = {{100, "休想活着离开！"}, }
	},

},
[10040016] = {
	fight = {
		
		shout = {{100, "一群乌合之众"}, {100, "居然要我亲自出手"},{100, "卫兵，保卫矿洞！卫兵都在哪里！"} }
	},
skill = {
		param1 = 2016009,param2 = 2016010,
		shout = {{100, "休想活着离开！"}, }
	},

},
[10040020] = {
	fight = {
		
		shout = {{100, "一群乌合之众"}, {100, "居然要我亲自出手"},{100, "卫兵，保卫矿洞！卫兵都在哪里！"} }
	},
skill = {
		param1 = 2016009,param2 = 2016010,
		shout = {{100, "休想活着离开！"}, }
	},

},
[10040024] = {
	fight = {
		
		shout = {{100, "一群乌合之众"}, {100, "居然要我亲自出手"},{100, "卫兵，保卫矿洞！卫兵都在哪里！"} }
	},
skill = {
		param1 = 2016009,param2 = 2016010,
		shout = {{100, "休想活着离开！"}, }
	},

}}