--这个文件用于配置任务压幕对话的相关内容

--active表示左侧头像出现的任务,是玩家填写"self",npc填写对应的npcSid
--content为本句对白的内容,其中可以使用color标签来定义任意字段的颜色
--bShowReward表示需要在这一句显示任务对应的物品奖励,一般在最后一句使用
--对话中可以使用Player关键字,在实际显示中Player会被替换为玩家的名字

tb.TaskTalkTable = {};

tb.TaskTalkTable[50000001] = {
	{
		active = "self",
		content = "（扶头）唔，刚才那声音......"
	},
	{
		active = 30000001,
		content = "那是黄金之神的声音。"
	},
	{
		active = "self",
		content = "黄金之神？你是什么人！！"
	},
	{
		active = 30000001,
		content = "我被黄金之神派遣来帮助你，魔龙已经苏醒，沉睡在坠月谷的<color=#E68829>银白之神</color>有危险，我们必须尽快找到银白之神的沉睡地！"
	},
    {
		active = "self",
		content = "银白之神？我听迪恩长老说过，去找找迪恩长老，他一定知道沉睡地在哪。"
	}
}
tb.TaskTalkTable[50000002] = {
	{
		active = "self",
		content = "菲恩大叔，你有没有看到迪恩长老。"
	},
	{
		active = 30000002,
		content = "迪恩长老啊，我刚才看见他和伽罗大长老从粮仓走过去了，你去找粮仓的拉尔问问吧。"
    }
}
tb.TaskTalkTable[50000003] = {
	{
		active = 30000003,
		content = "别，别过来！！救......救命！！"
	}, 
	{
		active = "self",
		content = "拉尔？你怎么了？"
	},
	{
		active = 30000005,
		content = "小心！我感觉这附近有魔龙的气息！" 
	}
}
tb.TaskTalkTable[50000005] = {
	{
		active = 30000003,
		content = "那到底是什么东西，还好有你们，你们在找迪恩？我看见他和长老从古月桥上过去了。"
	},
	{
		active = "self",
		content = "我们必须赶快找到迪恩长老，看来魔龙已经苏醒了。"
	},
	{
		active = 30000003,
		content = "魔龙？怎么会这样，这有些东西你带上，不知道帮不帮得上忙。",
		bShowReward = true
	}
}
tb.TaskTalkTable[50000007] = {
	{
		active = "self",
		content = "这些冰霜食人魔怎么了，平时很少出现的。"
	},
	{
		active = 30000005,
		content = "是魔龙的影响，看来魔龙的爪牙已经来到坠月谷了，我们得赶紧穿过食人魔群找到迪恩长老，不然一切都来不及了。"
	}
}
tb.TaskTalkTable[50000009] = {
	{
		active = "self",
		content = "迪恩长老？？这是......"
	},
	{
		active = 30000005,
		content = "是束缚咒，如果不赶快解开这个法咒长老会有危险的！这个法咒需要雪精灵的翅膀才能解开，可是我没有带施法材料出来，怎么办？"
	},
	{
		active = "self",
		content = "雪精灵？我知道附近哪有雪精灵，我这就去给你找些翅膀！"
	}
}
tb.TaskTalkTable[50000011] = {
	{
		active = 30000005,
		content = "再晚一会就来不及了！你站远一点，我要施法了。"
	},
	{
		active = 30000013,
		content = "额......可恶......"
	}
}
tb.TaskTalkTable[50000012] = {
	{
		active = "self",
		content = "长老你怎么样了。"
	},
	{
		active = 30000013,
		content = "快！快赶去村子后的峰顶，不用管我！"
	},
	{
		active = "self",
		content = "（急迫）长老，到底发生什么了？"
	},
	{
		active = 30000013,
		content = "大长老被魔龙收买了，银白之神有危险！快别管我，我随后会跟上。",
        bShowReward = true
	}
}
tb.TaskTalkTable[50000013] = {
	{
		active = 30000006,
		content = "Player，还好最后能...能看到你。可惜，村子、村子已经没救了，那些人闯进.....闯进村子，你要救救剩下的人......（咽气）"
	},
	{
		active = "self",
		content = "安妮！可恶，这些混蛋，他们都是魔龙的人吗！！"
	},
	{
		active = 30000005,
		content = "湮日潮汐议会，他们都是魔龙的爪牙，都是些无所不用其极的家伙。唉，本来还想绕过他们，可没想到上山的路被他们挡住了。"
	},
	{
		active = "self",
		content = "（咬牙）哼，我正好想教训教训他们呢！"
	}
}
tb.TaskTalkTable[50000015] = {
	{
		active = 30000005,
		content = "Player，等等，我好像感受到了魔能水晶的力量。"
	},
	{
		active = "self",
		content = "魔能水晶，那是什么东西？"
	},
	{
		active = 30000005,
		content = "那是诸神之战遗留下的能量结晶，我们应该汲取它的力量用来对抗魔龙。"
	}
}
tb.TaskTalkTable[50000017] = {
	{
		active = 30000011,
		content = "诸神的信徒们，奉献的时候到了！绝不能让这些恶龙的仆从得逞，守护银白之神，为了永昼殿！！！"
	},
	{
		active = 30000012,
		content = "哈哈哈，永恒使徒，你的口才倒是很好。就是不知道是不是和你手下那个废物长老一样不中用！！"
	},
	{
		active = 30000011,
		content = "影子普拉尔，你这爬虫！等会儿你就知道应该怎么为你可悲的命运哀悼了，我希望你不会哀嚎！！！"
	},
	{
		active = 30000012,
		content = "我倒是迫不及待，哈哈哈，湮日的潮汐们，为了主人，让我们吞噬这些羔羊吧！"
	},
	{
		active = 30000005,
		content = "不能让他们接近银白之神。"
	},
	{
		active = "self",
		content = "正好，村子的帐一起算了！"
	}
}
tb.TaskTalkTable[50000019] = {
	{
		active = 30000012,
		content = "够了，我没有耐心了！老家伙，好了没有！！！！"
	},
	{
		active = 30000013,
		content = "影子大人，法阵已经好了。	"
	},
	{
		active = "self",
		content = "迪恩长老，你在做什么？！" 
	},
	{
		active = 30000012,
		content = "哼，老家伙，最好别让我再看到你出什么意外。"
	},
	{
		active = 30000013,
		content = "不会的，要不是被大长老发现了我们的计划，用束缚咒干扰了我，我早就完成了。哼，那个老麻烦已经被大人解决了，不会有人比我更了解坠月谷法阵的结构。"
	},
	{
		active = "self",
		content = "可恶，迪恩你这个叛徒！！！"
	},
	{
		active = 30000012,
		content = "叛徒？哈哈，小子你应该和你长老学学什么叫识时务！是时候让你们见识见识主人的力量了！！"
	},
	{
		active = 30000011,  
		content = "傲慢的爬虫，你从来不明白光明无法被吞没，为了永昼殿！！" 
	}
}
tb.TaskTalkTable[50000021] = {
	{
		active = 30000012,
		content = "哼，古尔斯这个废物。"
	},
	{
		active = 30000011,
		content = "爬虫，你已经穷途末路了！"
	},
	{
		active = 30000012,
		content = "穷途末路？蠢使徒，你这样的说法很没有自知之明！"
	},
	{
		active = 30000012,
		content = "（吟唱）永生的暗主，吞灭太阳的主人，我请求你赋予我毁灭之力。"
	},
	{
		active = 30000011,
		content = "糟糕，是魔龙的咒印，快走！！！"
	},
	{
		active = 30000012,
		content = "愚蠢的使徒，你终究会明白，我的主人必将吞噬一切，哈哈哈哈！"
	}
}
tb.TaskTalkTable[50000022] = {
	{
		active = 30000017,
		content = "真是好险，差一点就让湮日魔龙得逞了。" 
	},
	{
		active = "self",
		content = "这里是光咏城？我还从来没见过这座人类最伟大的城市。"
	},
	{
		active = 30000017,
		content = "别感慨了！如果我们阻止不了魔龙，这里马上都会沦为废墟的。" 
	},
	{
		active = "self",
		content = "说的是，我们还是快去问问永恒使徒接下来怎么办吧。" 
	}
}
tb.TaskTalkTable[50000023] = {
	{
		active = 30000019,
		content = "原来是你们，看来银白之神的力量已经在你体内了。" 
	},
	{
		active = "self",
		content = "使徒，魔龙的力量已经这么强大，我们接下来该怎么办。"
	},
	{
		active = 30000019,
		content = "（沉思）如今只能问问智慧使徒，他精通占卜，也许有些眉目。" 
	}
}
tb.TaskTalkTable[50000024] = {
	{
		active = 30000023,
		content = "（懊丧）使徒大人，我的同伴们都疯了，你得帮帮我......" 
	},
	{
		active = 30000020,
		content = "疯了？你们做了什么，为什么身上会有诅咒的气息！"
	},
	{
		active = 30000023,
		content = "诅咒？我、我不知道啊！他昨天告诉我在平原发现了财宝，之后就变得奇奇怪怪。"
	},
	{
		active = 30000025,
		content = "不对，我能从个诅咒上感受到智慧之神的气息。使徒，我们去查查这件事情，这可能和沉睡的智慧之神有关。"
	},
	{
		active = 30000020,
		content = "嗯也好，你们两个应该都受到过黄金之神的祝福，而且又有苏醒的银白之神保护，去查查这件事情吧，一定要小心，我感觉魔龙的力量已经越来越强大了。"
	},
	{
		active = 30000023,
		content = "你们，你们愿意帮我？谢谢，谢谢你们，我的同伴们还在微风平原，快跟我去看看吧，我快要担心死了。",
	}
}
tb.TaskTalkTable[50000025] = {
	{
		active = 30000028,
		content = "农场主，我的同伴呢？"
	},
	{
		active = 30000046,
		content = "同伴？哼，走开，我不知道！我就问了一句财宝，你的两个朋友就发疯一样的想要杀了我！"
	},
	{
		active = 30000028,
		content = "怎么会这样......他们本来不是这样的人！帮帮我，我们得找到他们。"
	}
}
tb.TaskTalkTable[50000026] = {
	{
		active = 30000047,
		content = "嗯？两个奇怪的人，我倒是看见了，不过为什么要告诉你们。"
	},
	{
		active = "self",
		content = "在力所能及的时候帮助别人不是应该的么。", 
	},
	{
		active = 30000047,
		content = "哼，你们这些在城里的人总喜欢讲大道理，我可不懂这些，不过你要是能帮我收拾掉最近总来地里捣乱的地精，我就告诉你们。"
	},
	{
		active = "self",
		content = "唉，好吧。"
	}
}
tb.TaskTalkTable[50000028] = {
	{
		active = "self",
		content = "好了，快告诉我们吧！" 
	},
	{
		active = 30000047,
		content = "我看见他们往北面走了，不过你们最好小心点，他来手里有武器。"
	}
}
tb.TaskTalkTable[50000029] = {
	{
		active = 30000026,
		content = "可、可恶，我们不会把东西交给你们的。那是我们的财宝，我们的！我们要保护它！！", 
	},
	{
		active = 30000053,
		content = "愚蠢的家伙，让我看看杀掉了你的兄弟，你的嘴还有没有这么硬！"
	},
	{
		active = 30000029,
		content = "他们有危险，我们得帮帮他！"
	}
}
tb.TaskTalkTable[50000031] = {
	{
		active = 30000028,
		content = "汤姆、杰瑞，你们怎么样了！", 
	},
	{
		active = 30000027,
		content = "（疯癫）德卡！你也想，你也想抢我们的宝贝对不对！我不会给你们的哈哈哈！", 
	},
	{
		active = "self",
		content = "他们好像受了很重的伤，德卡你看住他们，我们先找些草药治疗一下他们吧。", 
	}
}
tb.TaskTalkTable[50000032] = {
	{
		active = 30000030,
		content = "嗯？你们想要草药救人。哎，最近的紫蓝鹰都变得非常暴躁，咱们的草药没有紫兰鹰羽效果差了好多。", 
	},
	{
		active = "self",
		content = "你能帮我就万幸了，我去给你收集一些紫兰鹰羽，看不出来你还是个药剂师。", 
	},
	{
		active = 30000030,
		content = "嗨！哪能啊，在不远处有个药剂师是我的朋友，你把鹰羽交给他，他会帮助你们的。",
	}
}
tb.TaskTalkTable[50000034] = {
	{
		active = 30000045,
		content = "又是皮特给我添这些麻烦，想配制治愈药剂？哼，你们去给我弄些林地妖精的花粉和树灵的种子吧，想要什么总得有点付出，等回来了你们的药剂也配好了。"
	}
}
tb.TaskTalkTable[50000035] = {
	{
		active = "self",
		content = "林地妖精的花粉已经够了，接下来去看看哪有树灵的种子吧。", 
	}
}

tb.TaskTalkTable[50000036] = {
	{
		active = "self",
		content = "看来这附近是树灵的领地了！", 
	},
	{
		active = 30000029,
		content = "小心，你怎么能这么直接进入树灵的领地，他们会生气的！！", 
	}
}
tb.TaskTalkTable[50000037] = {
	{
		active = "self",
		content = "那里就是树灵的种子了吧！", 
	},
	{
		active = 30000029,
		content = "快拿到它带回去吧。", 
	}
}

tb.TaskTalkTable[50000039] = {
	{
		active = "self",
		content = "德卡？你怎么在这里，你不是陪着你的同伴么？", 
	},
	{
		active = 30000048,
		content = "刚才他们两个人突然好像受到什么召唤一样，打伤了我往前面的方向跑了！Player，帮帮我，我不想看到他们出事。",
	},
	{
		active = 30000029,
		content = "我感觉这条路上有湮日魔龙的魔力波动，还有智慧之神的力量？",
	},
	{
		active = "self",
		content = "果然与湮日魔龙和沉睡的神灵有关，事不宜迟，我们赶快追上去。", 
	}
}
tb.TaskTalkTable[50000040] = {
	{
		active = 30000027,
		content = "宝贝！！这是我们的宝贝。", 
	},
	{
		active = 30000031,
		content = "对，没错，是你们的宝贝。快去，去拿到它们。",
	},
	{
		active = 30000029,
		content = "快阻止他们，我能感受到那里有奇怪的诅咒力量！",
	},
	{
		active = 30000031,
		content = "哈哈哈，果然智慧之神的魂匣上被施加了诅咒，让这两个傻瓜替我拿来魂匣承受诅咒吧。", 
	},
	{
		active = "self",
		content = "可恶！迪恩，我不会让你得逞的！！！",
	}
}
tb.TaskTalkTable[50000042] = {
	{
		active = 30000031,
		content = "你们！！！你们虽然能阻止我得到魂匣，但别指望能救回那两个被魂匣迷住的傻瓜了，让他们受到诅咒成为亡灵永远承受痛苦吧！", 
	},
	{
		active = 30000031,
		content = "但是在禁忌之海沉睡的神灵，一定会被主人所毁灭！承受主人的愤怒吧！！",
	},
	{
		active = 30000048,
		content = "汤姆、杰瑞，他们已经回不来了对么？他们......",
	},
	{
		active = "self",
		content = "德卡，我没办法救回他们了，但我至少会让他们安息。",
	}
}
tb.TaskTalkTable[50000044] = {
	{
		active = 30000048,
		content = "谢谢你们，让我的同伴们安息了。", 
	},
	{
		active = "self",
		content = "德卡，你的同伴们牺牲是有意义的，我们唤醒了智慧之神，总有一天我会为他们报仇的！",
	},
	{
		active = 30000048,
		content = "（流泪）谢谢，谢谢你，一定要为我的伙伴们战胜魔龙，为我们的世界战胜魔龙！",
	}
}
tb.TaskTalkTable[50000045] = {
	{
		active = 30000017,
		content = "听迪恩长老所说，下一个神灵应该在禁忌之海了。", 
	},
	{
		active = "self",
		content = "禁忌之海？他这么轻易说出来我担心这会不会是圈套。",
	},
	{
		active = 30000017,
		content = "我也有点担心，不如我们去问问永恒使徒吧。",
	}
}
tb.TaskTalkTable[50000046] = {
	{
		active = 30000019,
		content = "禁忌之海？禁忌之海一直由智慧使徒所司掌，你们问问他应该能得到更多消息。", 
	}
}
tb.TaskTalkTable[50000047] = {
	{
		active = 30000033,
		content = "使徒大人，为什么要夺走我的记忆，即使是神谕也不能不讲道理吧！", 
	},
	{
		active = 30000020,
		content = "夏莉，不要追求那些已经逝去的东西！每个人都有自己的命运！走吧夏莉，别让我再看见你追问这件事情！", 
	},
	{
		active = 30000033,
		content = "这件事情不会就这样的！！即使出卖灵魂，我也一定会找到事情的真相！！！	",
	},
	{
		active = 30000025,
		content = "奇怪，那个女孩为什么有种很奇怪的感觉，我感觉她身体里有一股光明的力量包裹着阴暗的力量，跟上去看看！",
	}
}
tb.TaskTalkTable[50000048] = {
	{
		active = 30000022,
		content = "你想恢复记忆？这个水晶球你拿着，也许可以对你有些帮助。", 
	},
	{
		active = 30000051,
		content = "什么，禁忌之海？怎么会，原来是这样...（小心翼翼离开）", 
	},
	{
		active = "self",
		content = "那个水晶球，我曾经看到迪恩长老也有一个，那东西和禁忌之海有什么关系？看来得从赏金会长嘴里套些话。	",
	}
}
tb.TaskTalkTable[50000049] = {
	{
		active = 30000022,
		content = "嗯？你们问那个水晶球？这可不行，为客户保密可是我的宗旨。", 
	},
	{
		active = "self",
		content = "这件事情牵扯到整个大陆的安危，你总不能这么不负责任吧！", 
	},
	{
		active = 30000022,
		content = "年轻人，说到底我是一个赏金会长，至少我们得公平交易吧？最近我的仓库总是出现一些捣蛋鬼，我想你应该知道怎么做。", 
	}
}
tb.TaskTalkTable[50000051] = {
	{
		active = 30000022,
		content = "那个水晶球每个人看到的东西都不一样，我只知道它能映射出一个人的过去。	", 
	},
	{
		active = "self",
		content = "那夏莉为什么会提到禁忌之海......", 
	},
	{
		active = 30000022,
		content = "禁忌之海？那可能她的过去和那片海有关吧，不过不用担心，去禁忌之海的地图只有我才有嘿嘿，但我不会给任何人的。", 
	},
	{
		active = "self",
		content = "还是去看看夏莉到底去哪了吧。", 
	},
}
tb.TaskTalkTable[50000052] = {
	{
		active = "self",
		content = "你有看到一个小姑娘么？穿着裙子，红头发。", 
	},
	{
		active = 30000046,
		content = "小姑娘？我看见和几个黑衣服的人通过传送法阵离开了！", 
	},
	{
		active = "self",
		content = "什么！难道和魔龙的人有什么关系，还是去找使徒看看吧。", 
	}
}
tb.TaskTalkTable[50000053] = {
	{
		active = 30000020,
		content = "啊你们回来了，根据我的占卜与推算，勇气之神沉睡的地点很有可能就在禁忌之海。", 
	},
	{
		active = "self",
		content = "我们刚才打听到夏莉和奇怪的人往传送法阵去了，不知道和禁忌之海有没有关。", 
	},
	{
		active = 30000020,
		content = "不必担心，夏莉没有地图是没办法找到禁忌之海的。", 
	},
	{
		active = 30000022,
		content = "糟、糟糕了！夏莉这个丫头刚才趁我不注意偷走了禁忌之海的地图！", 
	},
	{
		active = 30000020,
		content = "可恶！莱温特，你总是管不好你自己！我们得赶紧向禁忌之海出发！", 
	},
	{
		active = 30000029,
		content = "我学过些法术，可以让我们在海底行走。", 
	},
}
tb.TaskTalkTable[50000054] = {
	{
		active = "self",
		content = "多亏了薇娜的法术，我还没有在海底这样自由行走过。", 
	},
	{
		active = 30000035,
		content = "奇怪，这里似乎有什么不寻常的东西，我感觉一切都带着敌意。", 
	},
	{
		active = 30000034,
		content = "这还用感觉么！那些晶蓝海马已经要围攻我们了，快驱散开他们！", 
	}
}
tb.TaskTalkTable[50000056] = {
	{
		active = 30000034,
		content = "是湮日魔龙的气息！！我们晚了一步，我听说禁忌之海的海族也曾经信奉诸神，必须找到他们帮忙。	", 
	},
	{
		active = 30000040,
		content = "一定不能让魔龙的爪牙先找到沉睡的勇气之神！！", 
	}
}
tb.TaskTalkTable[50000057] = {
	{
		active = "self",
		content = "这里就是娜迦族的驻地了。", 
	},
	{
		active = 30000037,
		content = "勇气之神的信徒们，让这些恶心的爬虫滚出我们的家园！！！", 
	}
}
tb.TaskTalkTable[50000059] = {
	{
		active = 30000036,
		content = "黄金之神的力量！你们不是魔龙的仆从？", 
	},
	{
		active = "self",
		content = "恰恰相反，我们是来阻止魔龙的！你们知不知道勇气之神的沉睡地在哪里，我们是来唤醒他的。	", 
	},
	{
		active = 30000036,
		content = "勇气之神自沉睡以来一直在深渊裂隙沉睡镇压着海魔，但不久前恶龙的仆从前来导致一些海魔醒来，我们只好启动了防御结界，现在那里的道路已经不通了。	", 
	},
	{
		active = "self",
		content = "看来必须消灭一些海魔后关掉结界才能到达深渊裂隙了。", 
	}
}
tb.TaskTalkTable[50000061] = {
	{
		active = 30000036,
		content = "想不到你还挺厉害的，只要再把结界水晶石关掉，通往深渊裂隙的路就通畅了。", 
	},
	{
		active = "self",
		content = "我知道了，我这就去。", 
	}
}
tb.TaskTalkTable[50000063] = {
	{
		active = 30000034,
		content = "（面色沉重）夏莉......", 
	},
	{
		active = "self",
		content = "智慧使徒，你怎么了？	", 
	},
	{
		active = 30000034,
		content = "	我感觉到夏莉接近勇气之神了！", 
	},
	{
		active = "self",
		content = "那夏莉不是很危险？她到底想干什么！", 
	},
	{
		active = 30000034,
		content = "她......也许只是想找回记忆吧，必须赶快找到她，她会有危险的！", 
	}
}
tb.TaskTalkTable[50000064] = {
	{
		active = 30000034,
		content = "夏莉，快停下，你怎么会和这些人在一起！", 
	},
	{
		active = 30000038,
		content = "智慧使徒，我有权利找回自己的记忆，你不能阻止我！", 
	},
	{
		active = "self",
		content = "夏莉快住手，你被人利用了，不能再继续了！	", 
	},
	{
		active = 30000038,
		content = "我不在乎，你知道一个人活在一片空白里是什么感觉吗！我要真实的自己，谁都别想阻止我！！！	", 
	},
	{
		active = 30000039,
		content = "挡住他们，别让他们破坏了咒语的继续。", 
	}
	
}
tb.TaskTalkTable[50000066] = {
	{
		active = 30000034,
		content = "夏莉住手，你知道你在干什么吗！！", 
	},
	{
		active = 30000038,
		content = "（面对智慧使徒流泪）竟然是这样，郎特，为什么？	", 
	},
	{
		active = 30000034,
		content = "那都是些过去的影子，你何必这么在意！！", 
	},
	{
		active = 30000038,
		content = "不！可是我、我都做了什么，我原来是魔龙的爪牙？怎么可能！！", 
	},
	{
		active = 30000034,
		content = "夏莉！快回来，现在还来得及。", 
	},
	{
		active = 30000038,
		content = "不，郎特，已经晚了......", 
	},
	{
		active = 30000040,
		content = "小心，我感觉到她体内魔龙的力量在变大！", 
	},
	{
		active = "self",
		content = "这到底是怎么回事！", 
	}
}
tb.TaskTalkTable[50000067] = {
	{
		active = 30000034,
		content = "夏莉,为什么！那样不好么，那样通过遗忘的新生不好么？！", 
	},
	{
		active = 30000038,
		content = "（哽咽）朗特，我没办法......我现在才知道，你是为了保护我才抹去我的记忆。太晚了......", 
	},
	{
		active = 30000034,
		content = "我只想保护你啊！夏莉，我想保护你,为什么你一定要为魔龙卖命！！", 
	},
	{
		active = 30000038,
		content = "（绝望）不，我不知道，我们......也许不会再见了，朗特，对不起......", 
	},
	{
		active = 30000034,
		content = "夏莉,快回来，现在还来得及!", 
	},
	{
		active = 30000043,
		content = "糟糕,巨海魔的封印松动了！", 
	}
}
tb.TaskTalkTable[50000069] = {
	{
		active = 30000042,
		content = "（泪流满面）我们每个人都有自己的命运......", 
	},
	{
		active = "self",
		content = "振作起来使徒，至少我们觉醒了勇气之神。", 
	},
	{
		active = 30000042,
		content = "勇气之神，是啊，我们还有很长的路要走。莱温特，我听说你有一种控制情绪的药剂。", 
	},
	{
		active = 30000043,
		content = "我明白了，谁都有一段想忘记的过往，明天你会做回严肃的智慧使徒的。", 
	},
	{
		active = 30000042,
		content = "（流泪）那就好，我们回光咏城吧。", 
	}
}